Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/sd/other_files/2000_1s.doc.tmx
Source language: sme
Languages: nob

source: Sámediggi dáhttu Stuorradikki váikkuhit dan ahte válljejuvvon sámi kulturviessoprošeavttat prioriterejuvvojit dál go sámi servodat lea huksemin iežas infrastruktuvrra , oahpu ja ealáhusaid .
nob: Sametinget ber Stortinget medvirker til at utvalgte samiske kulturprosjekter prioriteres i en tid hvor det samiske samfunnet er i gang med å bygge opp sin infrastruktur , utdanning og næring .

source: Eavttuhus 1 mearriduvvui ovttajienalaččat .
nob: Forslag 1 ble enstemmig vedtatt .

source: Vaikke vel Sápmelaččat eamiálbmogin maiddái leat čearddalaš minoritehtan Norggas , de dat ii mávsse ahte sápmelaččat definerejit iežaset dušše erousaiguin majoritehtakultuvrra ektui .
nob: Selv om samene som urfolk også er en etnisk minoritet i Norge , betyr det ikke at samer bare definerer seg med sin forskjellighet fra majoritetskulturen .

source: Danne lea sámi dávviriid čohkken earenoamáš stuorra hástalussan sámi museáide boahtteáiggis , ja nu lea maid sámi dávviriid dohkálaš gieđahallan konserverema , giela , terminologiija , registrerema ja dihtorprográmmaid dáfus .
nob: Samiske museer har derfor særlige utfordringer for framtidig innsamling av samiske gjenstander , og for forsvarlig håndtering av samisk materiell knyttet til konservering , språk , terminologi , registre og dataprogrammer .

source: Deattuhuvvo ahte sámi duhátjahkebáikki árvvoštallat seamma láhkai go fylkkaid duhátjahkebáikkiid , nugo stuorradiggedieđáhus dahká .
nob: Det presiseres at det samiske tusenårsstedet kan dermed ikke kategoriseres på linje med fylkenes tusenårssteder , slik det gjøres i stortingsmeldinga .

source: Sámediggi dáhttu Stuorradikki váikkuhit dan ahte válljejuvvon sámi kulturviessoprošeavttat prioriterejuvvojit dál go sámi servodat lea huksemin iežas infrastruktuvrra , oahpahusa ja ealáhusaid .
nob: Sametinget ber Stortinget medvirke til at utvalgte samiske kulturhusprosjekter prioriteres i en tid hvor det samiske samfunnet er i gang med å bygge opp sin infrastruktur , utdanning og næring .

source: Ášši meannudeapmi loahpahuvvui njukčamánu 2. b. dii. 16.00
nob: Saken avsluttet 2. mars 2000 kl. 16.00 .

source: Ášši 12/00 Stuorradiggedieđáhus nr 22 ( 1999-2000 ) olmmošvuoigatvuođa doaibmaplána
nob: Sak 12/00 Stortingsmelding nr. 21 ( 1999-2000 ) Menneskeverd i sentrum - handlingsplan for menneskerettigheter

source: Ášši meannudeapmi álggahuvvui njukčamánu 2. b. dii. 16.00
nob: Saken påbegynt 2. mars 2000 kl. 16.00 . I. Dokumenter

source: I. Áššebáhpirat Sd. dieđ. nr. 21 ( 1999-2000 ) olmmošvuoigatvuođaid doaibmaplána
nob: St. meld. nr. 21 ( 1999-2000 ) Menneskeverd i sentrum - Handlingsplan for menneskerettigheter ( Sendt ut tidligere )

source: Sámedikki 26.10.99 notáhta Olgoriikkadepartementii
nob: Notat av 26.10.99 fra Sametinget til Utenriksdepartementet

source: Mátta-Várjjat gieldda 20.12.99 reive sámediggepresidentii
nob: Brev av 20.12.99 fra Sør-Varanger kommune til sametingspresidenten

source: Sámi Instituhta 17.01.2000 reive Sámediggái
nob: Brev av 17.01.2000 fra Nordisk samisk institutt til Sametinget

source: kopiija Nils Jørgen Nystø , Barentsregiovnna eamiálbmogiid bargojoavkku miellahttu , 12.01.2000 reivves Olgoriikkadepartementii
nob: Kopi av brev av 12.01.00 fra Nils Jørgen Nystø , medlem av Arbeidsgruppen for urfolk i Barentsregionen til Utenriksdepartementet

source: Sámedikki 12.09.99 reive
nob: Brev av 12.09.99 til Sametinget

source: Sámediggi lea mielas doaibmaplána sisdollui ja doaimmaide mat evttohuvvojit .
nob: Sametinget stiller seg positiv til handlingsplanens innhold og de tiltakene som foreslås .

source: Sámediggi lea maid oaidnán ja atnán buorrin go dieđáhus dovddasta vearrivuođa mii lea dáhpáhuvvan sápmelaččaid guovdu garra dáruiduhttinpolitihka geažil , seammás go maid dovddasta ahte lea dárbu sierra doaibmabijuide mat galggašedje buhttet dán vearrivuođa .
nob: Sametinget merker seg også det positive i at meldingen inneholder en erkjennelse av den urett som er blitt begått mot samene gjennom en hard fornorskningspolitikk , samtidig som man også erkjenner behovet for særtiltak overfor samene for å bøte på denne uretten .

source: Danne lea buorre go Ráđđehus nášuvnnalaš dásis dáhttu searaid bidjat olmmošvuoigatvuođaáššiide .
nob: Det er derfor gledelig at Regjeringen ønsker å satse på menneskerettighetsspørsmål også på det nasjonale planet .

source: Ain dáhpáhuvvá struktuvrralaš dáruiduhttin sápmelaččaid guovdu , ja lea hui deatalaš dálá mánáide ja nuoraide sihkkarastit oadjebas identitehtavuođu , vai sámi kultuvra ja sámi servodat ain sáhttet ovdánit .
nob: Det foregår fremdeles en strukturell fornorskning av samene og det er av stor betydning at dagens barn og unge sikres et trygt identitetsgrunnlag , slik at den samiske kulturen og det samiske samfunnet kan fortsette å utvikle seg .

source: Áššit mat gusket sámi oahppoplánii , oahpahussii sámegillii , mánáidgárdefálaaldagaide ja eará fálaldagaid láhčimii , leat buohkat mielde goziheamen guovddáš olmmošvuoigatvuođaid ja geatnegasvuođaid mat Norggas leat sápmelaččaid guovdu .
nob: Spørsmål knyttet til samisk læreplan , utdanning på samisk , barnehagetilbud og tilrettelegging av øvrige tilbud vil alle være med på å ivareta de grunnleggende menneskerettighetene og de forpliktelsene Norge har overfor samene .

source: Sámedikki mielas lea dárbu oppalaččat deattuhit ahte sápmelaččaid iešmearridanvuoigatvuohta lea buot olmmošvuoigatvuođabargguid ja sámepolitihkalaš áššiid vuođđun ja guovddáš beallin .
nob: Sametinget finner det nødvendig på generelt grunnlag å fremheve at samenes rett til selvbestemmelse er basisen og det bærende elementet i alt arbeidet med menneskerettigheter og samepolitiske spørsmål .

source: Iešmearrideapmi lea áibbas guovddáš bealli ja lea buot sámi áššiid barggu vuođđun .
nob: Selvbestemmelse er et helt sentralt element som danner grunnlaget for arbeidet med alle samiske spørsmål .

source: Sámediggi lea deattuhan ahte eamiálbmogiid iešmearridanvuoigatvuohta guoská buot surggiide , maiddái eanavuoigatvuođaide .
nob: Fra Sametingets side har det vært understreket at urfolks rett til selvbestemmelse gjør seg gjeldende på alle områder , også i forhold til landrettigheter .

source: Dát nannejuvvo ain eanet riikkaidgaskasaš proseassain .
nob: Dette blir ytterligere underbygget gjennom de prosessene som skjer internasjonalt .

source: Dás čujuhit earret eará ON:a eamiálbmotjulggaštusbargui ja gažaldagaide maid ON:a olmmošvuoigatvuođakomiteá lea divvon maiddái Norgii , eamiálbmogiid iešmearridanvuoigatvuođa birra 1. artihkkala vuođul ON-konvenšuvnnas siviila ja politihkalaš vuoigatvuođaid birra .
nob: Det vises her bl.a. til arbeidet med FNs urfolkserklæring og til de spørsmålene FNs menneskerettighets-komité har stilt også Norge , om urfolks rett til selvbestemmelse i henhold til artikkel 1 i FN-konvensjonen om sivile og politiske rettigheter .

source: Sámedikki oainnu mielde ii leat riekta iešmearrideami doahpagis ovddidit sierra áddejumi mii guoská dušše eamiálbmogiidda .
nob: Sametinget er av den oppfatning at det vil være uriktig å utvikle en egen forståelse av begrepet selvbestemmelse som kun gjelder for urfolk .

source: Álbmogiid iešmearridanvuoigatvuohta guoská buot álbmogiidda , maiddái eamiálbmogiidda .
nob: Folkenes rett til selvbestemmelse må gjelde for ethvert folk , inkludert urfolk .

source: Sámedikki áŋgiruššan olmmošvuoigatvuođabarggus lea dikki ásaheami rájes 1989:s lassánan , ja dat lea maid leamaš dikki áigumuššan .
nob: Sametingets engasjement i arbeidet med menneskerettigheter har siden etableringen i 1989 økt i omfang , noe som også har vært en målsetting fra tingets side .

source: Dát barggut , earret eará Sámedikki saji ektui ovddidanovttasbarggus , gáibida resurssaid maid Sámediggi dál ii hálddaš .
nob: Disse oppgavene , bl.a. når det gjelder Sametingets rolle i utviklingssamarbeidet , krever ressurser som Sametinget pr. dags dato ikke råder over .

source: Váilevaš resurssat dagahit váttisvuođaid Sámedikki barggu mihttomeriid ektui ja sámi servodaga ja eará ovttasbargoaktøraid vuordámušaid ektui , sihke nášuvnnalaččat ja riikkaidgaskasaččat .
nob: Dette skaper problemer i forhold til de målsettingene som Sametinget selv har for sitt arbeide og i forhold til de forventningene Sametinget møter fra det samiske samfunnet og sine medaktører forøvrig , både på nasjonalt og internasjonalt plan .

source: Sámedikki áŋgiruššan ja goziheapmi iešguđet áššesurggiid ja servodatsurggiid bargguin lea danne stuorát resurssaid duohken .
nob: Sametingets engasjement og ivaretakelse av oppgaver på de ulike saksfeltene og samfunnsområdene er derfor avhengig av at tinget blir tilført større ressurser .

source: Sámedikki mearkkašumit dieđáhusa sisdollui nášuvnnalaš dási olmmošvuoigatvuođaid birra :
nob: Sametingets merknader til meldingens innhold om menneskerettigheter på nasjonalt plan :

source: Eana- ja čáhcevuoigatvuođat ja daid hálddašeapmi leat servodaga ovdáneami deataleamos vuođđun .
nob: Retten til og forvaltningen av land og vann utgjør det viktigste grunnlaget for utviklingen av et samfunn .

source: Eamiálbmotkultuvrii , nugo sámi kultuvra lea , lea kultuvrra ávnnaslaš vuođđu ja kultuvrra ovddideapmi , dan duohken ahte sápmelaččat ieža hálddašit luondduresurssaid .
nob: For en urfolkskultur som den samiske , er det materielle grunnlaget for kulturen og utviklingen av denne avhengig av at samene selv forvalter naturressursene .

source: Sámediggi atná sierra gelbbolašvuođaguovddáža ásaheami eamiálbmotvuoigatvuođaid várás deatalažžan , ja rávve dan ásahit Guovdageidnui .
nob: Sametinget anser etableringen av et eget kompetansesenter for urfolksrettigheter som viktig og vil anbefale dette etablert i Kautokeino .

source: Okta Sámedikki váldoprinsihpain lea ahte sápmelaččain lea alddiineaset buoremus máhttu eamiálbmotáššiin , sihke nášuvnnalaččat ja riikkaidgaskasaččat .
nob: Det er et av Sametingets hovedprinsipp at samene selv har den beste kunnskapen når det gjelder urfolksspørsmål , både nasjonalt og internasjonalt .

source: Guovdageaidnu lea maid isitgieldan guovtti ásahussii main lea dutkan guovddážis , namalassii Sámi Instituhtta ja Sámi allaskuvla .
nob: I tillegg er Kautokeino vertskommune for 2 institusjoner som begge har en høy profil også i forskningsøyemed , nemlig Nordisk samisk institutt og Samisk høgskole .

source: Goappašiid ásahusain lea sihke regiovnnalaš , nášuvnnalaš , ja riikkaidgaskasaš máhttu ja fierpmádat mii dárbbašuvvo go galgá veahkehit guovddáža barggustis .
nob: Begge disse institusjonene har kunnskapen og nettverket , både nasjonalt , regionalt og internasjonalt , som er nødvendige for å kunne bistå i senterets arbeid .

source: Sámediggi lea mielas dieđáhusa doaibmabidjoevttohusaide .
nob: Sametinget stiller seg positiv til de forslagene til tiltak som meldingen inneholder .

source: Dattetge lea dárbu stuorát searaide surggiin nugo dearvvasvuohta , mánát , nissonat , riektesihkkarvuohta , diehtojuohkin , jna , gozihan dihte geatnegasvuođaid mat Norggas leat sihke nášuvnnalaččat ja riikkaidgaskasaččat .
nob: Det er likevel nødvendig med større innsats på områder som helse , barn , kvinner , rettssikkerhet , informasjon m.v. for å ivareta de forpliktelsene Norge har både nasjonalt og internasjonalt .

source: Dát guoská maid dieđáhusa konkrehta evttohusaide , omd. ahte olmmošvuoigatvuođa neahttasajiin ja interneahttadieđuin mánáide ja nuoraide gozihuvvo eamiálbmotperspektiiva .
nob: Dette gjelder også de konkrete forslagene som omtales i meldingen , f.eks. at urfolksperspektivet ivaretas i nettsted for menneskerettigheter og internettbasert informasjon til barn og unge .

source: Sámediggi dáhtošii eamiálbmotperspektiivva ja nášuvnnalaš minoritehtaid maid gozihuvvot go ođđa láhka čearddalaš vealaheami vuostá ráhkaduvvo .
nob: Sametinget ønsker at urfolksperspektivet og de nasjonale minoritetene ivaretas også i utarbeidingen av en ny lov mot etnisk diskriminering .

source: Ráđđehus evttoha dieđáhusas ahte juohke goalmmát jagi galgá leat čalmmusteapmi gos ráddjejuvvon olmmošvuoigatvuođafáddá lea guovddážin , vuosttas geardde 2002:s .
nob: Regjeringen foreslår i meldingen at det hvert 3. år foregår en markering med fokusering på et avgrenset menneskerettighetstema , første gang i 2002 .

source: Sámediggi evttoha čatnat 2005 čalmmusteami eamiálbmotáššiide eamiálbmotlogijagi čuovusin , mii loahpahuvvo 2004:s .
nob: Sametinget foreslår at markeringen i 2005 vies urfolksspørsmål som en videreføring av urfolkstiåret som avsluttes i 2004 .

source: Sámediggi evttoha maid ahte galggašii ásahuvvot sierra áittardanortnet olmmošvuoigatvuođaide , mii sáhttá organiserejuvvot juogo áittardeaddjiortnegin dahje nášuvnnalaš olmmošvuoigatvuođakommišuvdnan .
nob: Sametinget foreslår i tillegg at det opprettes en egen ombudsordning for menneske-rettigheter , som enten kan organiseres som en ombudsmannsordning eller som en nasjonal kommisjon for menneskerettigheter .

source: Sivvan dása lea go Sámedikki mielas lea čielga dárbu iešheanalis ja ođđaáigásaš olmmošvuoigatvuođaortnegii .
nob: Dette har sin bakgrunn i at Sametinget ser et klart behov for en uavhengig og oppdatert ordning for menneskerettigheter .

source: Lea čájehuvvon ahte earenoamážit duopmostuoluin váilu dárbbašlaš máhttu riikkaidgaskasaš olmmošvuoigatvuođadiliid birra go duomuin maid celket eai doarvái bures vuhtiiváldde riikkaidgaskasaš konvenšuvnnaid maid Norga lea dohkkehan .
nob: Det har vist seg at i særdeleshet domstolene ikke har den nødvendige kunnskapen om internasjonale menneskerettighetsforhold gjennom at de i sine domsavsigelser ikke tar de nødvendige hensyn til internasjonale konvensjoner som er ratifisert av Norge .

source: Dát attášii maid Norgii vejolašvuođa earáide leat ofelažžan olmmošvuoigatvuođaáššiin .
nob: Dette vil også være en mulighet for Norge å fortsette å være et foregangsland i menneskerettighetsspørsmål .

source: Ortnet ii livčče dušše sápmelaččaide deatalaš , muhto maiddái eará servodatjoavkkuide geat dárbbašit bissovaš ja iešheanalis jiena mii goziha olmmošvuoigatvuođaid .
nob: Ordningen vil ha betydning ikke bare for samene , men også for andre grupper i samfunnet som er i behov for en permanent og uavhengig røst i menneskerettighets-spørsmål .

source: Leat ásahuvvon sullasaš ortnegat eará stáhtain , earret eará Indias ja Australias . Dain ortnegiin sii leat ožžon buriid vásihusaid , earenoamážit go áššiid árvvoštallá eamiálbmotoainnuin .
nob: Lignende ordninger har blitt etablert i andre stater , bl.a. India og Australia , og det er blitt høstet gode erfaringer fra dette , spesielt sett ut fra et urfolkssynspunkt .

source: Sámediggi lea hui ilus go dieđáhus deattuha diehtojuohkima , oahpahusa ja oahpu olmmošvuoigatvuođaid birra .
nob: Sametinget er svært glad for at meldingen legger vekt på informasjon , undervisning og utdanning i menneskerettigheter .

source: Daddjojuvvo ahte suorggi ulbmilin lea maid joksat olbmuid dieđuiguin olmmošvuoigatvuođaid birra , ja duddjot beroštumi ja gohccevašvuođa dábálaš olbmuid gaskka olmmošvuoigatvuođaide .
nob: Et av målene på området uttales å være og nå ut med informasjon om- , og skape engasjement og bevisstgjøring omkring menneskerettigheter i det brede lag av befolkningen .

source: Dieđáhus lohká sápmelaččaid guovdu dáhpáhuvvan garra ja guhkesáiggi dáruiduhttinpolitihkka , mii lea garrasit čuohcan sámi gillii ja kultuvrii .
nob: Når det gjelder samene heter det at de har vært utsatt for en hard og langvarig fornorskningspolitikk som har ført til et sterkt press på samisk språk og kultur .

source: Earret eará lea dáruiduhttinpolitihkka dagahan ahte ollu sápmelaččat ožžo váilevaš oahpahusa ja heajut dearvvasvuođa- ja riektebálvalusaid go majoritehtaálbmot .
nob: Fornorskningspolitikken har blant annet medført at mange samer fikk en mangelfull skolegang og dårligere behandling av helsevesen og rettsvesen , enn majoritetsbefolkningen .

source: Eanaš sápmelaččat leat dál gohccevaččat váilevaš skuvlafálaldaga ja váilevaš oahpahusa ektui .
nob: Bevissthet om et mangelfullt skoletilbud og en mangelfull skolegang , har nå delvis nådd det brede lag av den samiske befolkning .

source: Sámediggi dáhttu earenoamážit deattuhit sápmelaččaid mat leat organiseren iežaset ja ohcan buhtadusa Billighetserstatningsutvalgas oahpahusa ovddas maid leat massán nuppi máilmmisoađi geažil .
nob: Sametinget vil spesielt gjøre oppmerksom på de samer som har organisert seg og søkt om billighetserstatning for tapt skolegang p.g.a. fornorskning og andre verdenskrig .

source: Sis-Finnmárkku Riekteveahkkekántuvra muitala ahte Billighetserstatningsutvalg lea biehttalan buot ohcamiid dainna ákkain ahte dáruiduhttinpolitihka sáhttá bealuštit dalá oainnu vuođul ( vrd. 12.09.99 reivve Sámediggái ) .
nob: Rettshjelpskontoret Indre-Finnmark opplyser at alle har fått avslag fra billighetserstatningsutvalget med begrunnelse i at fornorsknings-politikken kan forsvares ut i fra datidens syn ( jf. brev av 12.09.99 til Sametinget ) .

source: Biehttaleamit leat váidaluvvon Stuorradiggái .
nob: Avslagene er anket til Stortinget .

source: Sámediggi dáhttu čujuhit ahte áššis ii leat sáhka dušše ekonomalaš buhtadusas manahuvvon oahpahusa ovddas .
nob: Sametinget viser til at saken ikke bare gjelder spørsmål om økonomisk kompensasjon for tapt skolegang .

source: Dás lea maid sáhka olmmošvuoigatvuođas maid eamiálbmot lea massán , stáhta morálalaš ja politihkalaš geatnegasvuođas fasttášit dan mo lea sápmelaččaid vealahan , ja geavahit vejolašvuođa soabadeami , árvvusatnima ja ovttaárvosašvuođa vuođul ásahit ođđa vuođu sápmelaččaid ja Norgga stáhta gaskka .
nob: Dette omfatter for en stor del en frarøvet menneskerett overfor et urfolk , statens moralske og politiske forpliktelser til å ta et oppgjør med sin egen uverdige historiske behandling av samene , og nyttiggjøre seg muligheten av å kunne etablere et fornyet grunnlag mellom samene og den norske stat basert på forsoning , respekt og likeverd i inngangen til det nye tusenåret .

source: Dán vuođul dáhttu Sámediggi Stuorradikki dahkat vejolažžan njulget dan vearrivuođa mii lea dahkkojuvvon .
nob: På denne bakgrunn ber Sametinget Stortinget om å skape rom i systemet for å kunne rette opp den uretten som er begått .

source: Dás lea ovddemuš sáhka dain vuođđoprinsihpaid ovddidemiin mat leat olmmošárvvu doahttaleami vuođđun sihke nášuvnnalaččat ja globálalaččat .
nob: Dypest sett gjelder saken å videreutvikle de grunnprinsipper som bygger opp under respekten for menneskeverdet sett både i nasjonalt og globalt perspektiv .

source: Sámediggi áinnas searvvašii dasa .
nob: Sametinget deltar gjerne i denne sammenheng .

source: Sámedikki mearkkašumit dieđáhusa sisdollui riikkaidgaskasaš dási olmmošvuoigatvuođaid birra :
nob: Sametingets merknader til meldingens innhold om menneskerettigheter på internasjonalt plan :

source: Sámediggi dáhtošii eambbo váikkuhanválddi eamiálbmotveahkkebarggu oktavuođas .
nob: Sametinget ønsker større innflytelse når det gjelder arbeidet med urfolk i bistanden .

source: Sámedikkis lea dat oaidnu ahte eamiálbmotbeali goziheami vuođđun galgá leat ahte oktavuohta dáhpáhuvvá eamiálbmogiid gaskka .
nob: Sametinget er av den oppfatning at urfolksdimensjonen må ivaretas utfra prinsippet om at kontakten bør skje fra urfolk til urfolk .

source: Eahpitkeahttá lea Sámediggi dat orgána mas lea buoremus máhttu ja gelbbolašvuohta eamiálbmogiid birra , maiddái máilmmi eará guovlluid eamiálbmogiid birra , ja danne livččii dat orgána mii buoremusat sáhtášii gozihit ja oažžut dohkkejumi dán bargui , ja dasto velá nannet Norgga oppalaš eamiálbmotpolitihka ovttastahttima .
nob: Det er utvilsomt at Sametinget er den som besitter mest kunnskap og kompetanse om urfolksspørsmål også i andre deler av verden , og derfor vil være det organet som i best mulig grad kan ivareta og skape legitimitet for arbeidet , samt styrke samordningen av Norges generelle urfolkspolitikk .

source: Dieđáhusas deattuhuvvo ahte Sámedikki máhttu ja gelbbolašvuohta eamiálbmotáššiin galgá eambbo geavahuvvot ávkin .
nob: I meldingen blir det understreket at den kompetansen og kunnskapen Sametinget besitter i urfolksspørsmål skal nyttiggjøres i større grad .

source: Sámedikki mielas lea dat buorre , muhto diggi dáhttu dattetge deattuhit ahte Sámedikki saji riikkaidgaskasaš barggus ferte nannet , vai áigumušat šattašedje duohtavuohtan .
nob: Sametinget anser dette som positivt , men vil likevel understreke at Sametingets rolle i det internasjonale arbeidet må styrkes , slik at målsettingen innebærer en realitet .

source: Sámediggi lea mielas evttohusaide maid Ráđđehus ovddida dieđáhusas riikkaidgaskasaš barggu birra mii dál dáhpáhuvvá Barentsovttasbarggus , Davvirikkalaš sámekonvenšuvnna barggus , ON-julggaštusbarggus eamiálbmotvuoigatvuođaid birra ja bissovaš foruma ásaheami barggus eamiálbmogiid várás .
nob: Sametinget stiller seg positiv til de forslagene Regjeringen fremsetter i meldingen om det pågående internasjonale arbeidet vedrørende Barentssamarbeidet , Nordisk same-konvensjon , FN-erklæring om urfolks rettigheter og etablering av permanent forum for urfolk .

source: Barentsovttasbarggus lea ráhkaduvvon doaibmaplána Barentsregiovnna eamiálbmogiidda .
nob: I Barentssamarbeidet er det utarbeidet en handlingsplan for urfolkene i Barentsregionen .

source: Čađaheapmi gáibida ruhtadeami máŋgga gáldus .
nob: Gjenomføringen vil kreve finansiering fra flere kilder .

source: Danne dáhttu Sámediggi Stuoradikki fuolahit ahte biddjojuvvojit ruđat Davviriikkaid ráđi lagasguovlluprográmmii Barentsregiovnna eamiálbmotprográmma várás .
nob: Derfor ber Sametinget Stortinget sørge for at det også settes av midler over Nordisk råds nærområdeprogram til urfolksprogrammet i Barentsregionen .

source: ON-julggaštusa dáfus eamiálbmogiid vuoigatvuođaid birra , ii leat ovttasbargu ovddasvástideaddji eiseválddiiguin leamaš nu buorre go Sámediggi livččii háliidan .
nob: Når det gjelder arbeidet med FN-erklæringen om urfolks rettigheter , har samarbeidet med de ansvarlige norske myndighetene ikke vært så godt som Sametinget har ønsket .

source: Dattetge lea proseassa jođus mii galgá buoridit ovttasbarggu , ja dan atná Sámediggi lávkin rivttes guvlui .
nob: Man er likevel inne i en prosess hvor disse forholdene skal bedres og Sametinget anser dette for å være et skritt i riktig retning .

source: Bissovaš foruma ásaheami oktavuođas eamiálbmogiidda ON:s , dáhtošii Sámediggi ahte forumis galggašedje leat sihke eamiálbmogiid ja nášuvnnalaš stáhtaid ovddasteaddjit ja ahte sin ovddasteapmi galggašii leat ovttaárvosaš .
nob: Hva angår etableringen av et permanent forum for urfolk i FN , går Sametinget inn for at forumet skal ha representanter fra både urfolk og nasjonale stater og at disse skal ha likeverdig representasjon .

source: Sámedikki mielas galggašii forum maid ásahuvvot nu bajás go vejolaš ON-vuogádagas ON:a ekonomalaš ja sosiálalaš ráđi , ECOSOC , vuolde , ja lokaliserejuvvo ON:a váldobáikái New York:as .
nob: Sametinget går også inn for at forumet etableres så høyt som mulig i FN-systemet under ECOSOC og at forumet lokaliseres til FN-hovedkvarteret i New York .

source: Sámedikki mielas livččii buorre jos Norga válddášii badjelasas foruma bargojoavkku jođihanovddasvástádusa .
nob: Sametinget vil anse det som positivt dersom Norge påtar seg lederansvaret i arbeidsgruppen for forumet .

source: Mearkkašupmi 1 , áirasis Steinar Pedersen , Bargiidbellodaga sámediggejoavku :
nob: Merknad 1 , Arbeiderpartiets sametingsgruppe v / Steinar Pedersen :
